tap "beeftornado/rmtree"
tap "codefalling/fcitx-remote-for-osx"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
brew "ack"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "openssl@1.1"
brew "aria2"
brew "atool"
brew "autoconf"
brew "automake"
brew "python"
brew "glib"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "docutils"
brew "enca"
brew "fcrackzip"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "global"
brew "libimobiledevice"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "lua"
brew "luajit"
brew "ncdu"
brew "neovim"
brew "node"
brew "osx-cpu-temp"
brew "privoxy"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "pylint"
brew "reattach-to-user-namespace"
brew "sdcv"
brew "socat"
brew "tcpdump"
brew "tmux"
brew "trash"
brew "unrar"
brew "you-get"
brew "youtube-dl"
brew "zlib"
brew "zsh-syntax-highlighting"
cask "db-browser-for-sqlite"
cask "karabiner-elements"
cask "moefe-google-translate"
cask "snipaste"
cask "transmission"
